Repository: Proger134/for-redner
Catalog: tgbot/locales/*/LC_MESSAGES/music_bot.po
Languages: uk

source: I can't get the data
uk: Не можу получити дані

source: Your playlists:
uk: Твої плейлисти:

source: Playlist <b>{playlist_name}</b> is empty
uk: Плейлист <b>{playlist_name}</b> є пустим

source: Playlist {playlist_name} songs:
uk: Пісні плейлиста {playlist_name}:

source: Song {name} added to playlist {playlist_name}
uk: Пісня {name} добавлена до плейлиста {playlist_name}

source: Song {name} removed from playlist {playlist_name}
uk: Пісня {name} вилучена з плейлиста {playlist_name}

source: Nothing found ☹
uk: Нічого не знайдено ☹

source: Result (<i>{text}</i>) :
uk: Результат (<i>{text}</i>) :

source: Enter album name
uk: Введіть назву альбому

source: Albums {title}:
uk: Альбоми {title}:

source: Tracks count: {tracks_count}
uk: Кількість пісень: {tracks_count}

source: Year: {year}
uk: Рік: {year}

source: Enter artist name
uk: Введіть псевдонім виконавця

source: Artists by name <b>{artist_name}</b>:
uk: Виконавці за псевдонімом <b>{artist_name}</b>:

source: Nickname: <b>{artist_name}</b>
uk: Псевдонім: <b>{artist_name}</b>

source: Subscribers on youtube: <b>{artist_subscribers}</b>
uk: Кількість підписників: <b>{artist_subscribers}</b>

source: I can't download this song {song_title}
uk: Не вдалося завантажити дану пісню {song_title}

source: I can't download this song {song_name}
uk: Не вдалося завантажити дану пісню {song_name}

source: Hi, {user_name}!
uk: Привіт, {user_name}!

source: Just send me name of the song and i will find music for you.
uk: Просто надішли мені запит для пошуку

source: ▫ /playlists - to see your playlists
uk: ▫ /playlists - твої плейлисти

source: ▫ /artist - to find most popular songs from received artist
uk: ▫ /artist - пошук виконавця

source: ▫ /album - to find album
uk: ▫ /album - пошук альбому

source: ▫ /set_language - to set language
uk: ▫ /set_language - встановити мову

source: ▫ /cancel - to cancel search or to stop queue
uk: ▫ /cancel - щоб скасувати пошук, або зупинити чергу

source: 📱 Contact me - {admin}
uk: 📱 Зв'язатися зі мною - {admin}

source: Help from bot
uk: Допомога

source: Find album
uk: Знайти альбом

source: Find artist
uk: Знайти виконавця

source: Clear queue
uk: Очистити чергу

source: Start mailing
uk: Почати розсилку

source: Get users count
uk: Получити кількість користувачів
